brew "mas"
cask "iterm2"
#cask "google-chrome"
#mas "1Password", id: 443987910
# This takes a long time to install
#mas "XCode", id: 497799835

brew "bash-completion"
brew "gh"
brew "git"
brew "go"
brew "postgresql"
brew "python@3.9"
brew "readline"
brew "ruby"
brew "rust"
brew "vim"
brew "wget"
brew "shellcheck"
cask "google-cloud-sdk"
